/*
*********************************************************************************************************
*
*	模块名称 : ADC驱动
*	文件名称 : bsp_adc.c
*	版    本 : V1.0
*	说    明 : ADC多通道采样
*              1. 例子默认用的PLL时钟供ADC使用，大家可以通过bsp_adc.c文件开头宏定义切换到AHB时钟。
*              2、采用DMA方式进行多通道采样，采集了PC0, Vbat/4, VrefInt和温度。
*
*	修改记录 :
*		版本号  日期        作者     说明
*		V1.0    2018-12-12 armfly  正式发布
*
*	Copyright (C), 2018-2030, 安富莱电子 www.armfly.com
*
*********************************************************************************************************
*/

#ifndef __BSP_ADC_H
#define __BSP_ADC_H

/* 供外部调用的函数声明 */
void bsp_InitADC(void);
void bsp_GetAdcValues(void);

#endif

/***************************** 安富莱电子 www.armfly.com (END OF FILE) *********************************/
