/*
*********************************************************************************************************
*
*	模块名称 : 低功耗定时器驱动
*	文件名称 : bsp_lptim_pwm.h
*	版    本 : V1.0
*	说    明 : STM32H7低功耗定时器LPTIM超时模式的停机唤醒
*	修改记录 :
*		版本号  日期        作者     说明
*		V1.0    2018-12-12 armfly  正式发布
*
*	Copyright (C), 2018-2030, 安富莱电子 www.armfly.com
*
*********************************************************************************************************
*/

#ifndef __BSP_LPTIM_PWM_H
#define __BSP_LPTIM_PWM_H

void bsp_InitLPTIM(void);
void bsp_StartLPTIM(void);

#endif

/***************************** 安富莱电子 www.armfly.com (END OF FILE) *********************************/
